Repository: common-repository/ngo-list
Catalog: languages/ngo-list-*.po
Languages: sv_se

source: Nothing matched your search criteria.
sv_se: Hittar inget som passar din sökning...

source: The plugin NGO-list requires that the link-category "Evenemangssida" exists. Links you create for events pages should be added to this category. Go to your portal-page Links - Link Categories and create it.
sv_se: Tillägget Föreningslista kräver att länk-kategorin Evenemangssida finns. Länkar du skapar för evenemangssidor lägger du i denna kategori. Gå till din portalsida Länkar - Länkkategorier och skapa den.

source: The plugin NGO-list requires that the link-category "Extern" exists. Links you create for external web sites should be put in to this category. Go to your portal-page Links - Link Categories and create it.
sv_se: Tillägget Föreningslista kräver att länk-kategorin Extern finns. Länkar du skapar för externa webb-platser lägger du i denna kategori. Gå till din portalsida Länkar - Länkkategorier och skapa den.

source: Write & click on the desired NGO.
sv_se: Skriv & klicka på önskad förening.

source: Web sites
sv_se: Webbplatser

source: This is a Wordpress error... The file wp-includes/plugin.php is probably not loaded..
sv_se: Detta är ett Wordpress fel... Filen wp-includes/plugin.php är förmodligen inte inläst...

source: External websites
sv_se: Externa webbplatser

source: Event Pages
sv_se: Evenemangssidor

source: Event pages
sv_se: Evenemangssidor

source: Links to sites in the portal that should be listed as eventpages.
sv_se: Länkar till webbplatser i portalen som ska listas som evenemangssidor.

source: External sites
sv_se: Externa webbplatser

source: Links to external sites
sv_se: Länkar till externa webbplatser

source: The plugin NGO-list requires that a link-category with the slug "eventpage" exists. Links you create for events pages should be added to this category. Go to your portal-page Links - Link Categories and create it or deactivate and activate this plugin to automatically create it.
sv_se: Tillägget Föreningslista kräver att en länk-kategori med permalänken "eventpage" finns. Länkar du skapar för evenemangssidor lägger du i denna kategori. Gå till din portalsida Länkar - Länkkategorier och skapa den eller inaktivera och återaktivera detta tillägg för att automatiskt skapa den.

source: The plugin NGO-list requires that a link-category with the slug "extern" exists. Links you create for external web sites should be put in to this category. Go to your portal-page Links - Link Categories and create it or deactivate and activate this plugin to automatically create it.
sv_se: Tillägget Föreningslista kräver att en länk kategori med permalänken "extern" finns. Länkar du skapar för externa webb-platser lägger du i denna kategori. Gå till din portalsida Länkar - Länkkategorier och skapa den eller inaktivera och aktivera detta tillägg för att automatiskt skapa den.

source: NGO-list
sv_se: Föreningslista

source: This plugin shows a list of the portals member sites, including external pages and event pages. Should be activated on the portal site.
sv_se: Denna plugin visar en lista över portalens webbplatser, inklusive externa sidor och evenemangssidor. Ska vara aktiv på portalwebbplatsen.
